{
    "jobTitle": "Software Engineer",
    "skills": "Skills",
    "languages": "Languages: Dutch, English, Spanish & French",
    "frontend": "Frontend: HTML, CSS, SaSS, Styled-Components, Typescript, React, Redux, Gatsby & Next.js",
    "backend": "Backend: GraphQL, Docker & Firebase",
    "devops": "DevOps: AWS, Netlify, Jenkins & Github Actions",
    "education": "Education",
    "diploma": "2022 Bachelor in Computer Sciences - Software Engineering. Howest, Bruges, Belgium.",
    "certificate1": "Certificate GraphQL by example. Udemy, 2022.",
    "certificate2": "Certificate Modern React with Redux. Udemy, 2022.",
    "certificate3": "Certificate Modern Javascript Bootcamp. Udemy, 2022.",
    "shortSummaryTitle": "Short summary",
    "summaryWork": "I'm a motivated Software Engineer that likes to combine the art of design with programming. I can easily translate a UI/UX design to code that implements both the design and the functionality. I like to actively think about which solution fits a problem best, keeping future changes and best practices in mind. Working in a team is no problem for me. I'm easygoing around other people, but can also work independently. I like to keep track of new technologies to always be up to date with the latest trends.",
    "summaryPrivate": "In my private life I love to keep myself busy with personal projects that can help me do things easier in everyday life. Besides programming I also have a passion for travelling around the world, meeting new people and learning things about different cultures. I also try to regularly go to the gym to maintain a healthy lifestyle.",
    "workExperience": "Work Experience",
    "location1": "- Bruges, Belgium / 2022",
    "companySummary1": "designs, develops and maintains webshops and complex datasystems.",
    "job1task1": "Work in an Agile environment to efficiently use available resources and achieve deadlines.",
    "job1task2": "Design, build and maintain high performance, reusable and trustworthy code for front-end application.",
    "job1task3": "Build website which are compatible with different browsers and different devices.",
    "job1task4": "Analyse briefings and design and transform these into efficient solutions",
    "job1task5": "Succesfully created a POC for a new intranet using NextJS and Typescript to bring in a new customer.",
    "location2": "- Bruges, Belgium / 2022 - Current",
    "companySummary2": "is an independent broker/consolidator that specializes inselling airline tickets and charter flights for businesses.",
    "job2task1": "Integrated visual regression tests using BackstopJS and Puppeteer for multiple codebases, alerting the team of any visual inconsistencies.",
    "job2task2": "Upgrade multiple codebases to newer versions of Ember and upgrade addons to v2 embroider format.",
    "job2task3": "Create a new dynamic front-end application for an already existing back-end which will be used by hundreds of travel agencies.",
    "visitor": "You are visitor number"
}
